IDEA Open Model
PlateData.OriginalModelId Property
Compatible with IDEA StatiCa v 10.1
 Get or set the identification in the original model In the case of the imported connection from another application
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public string OriginalModelId { get; set; }
Public Property OriginalModelId As String
	Get
	Set
public:
property String^ OriginalModelId {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace